Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Done/Close/Cancel button style
ar: نمط زر تم/إغلاق/إلغاء
ca: Estil del botó Fet/Tanca/Cancel·la
cs: Styl tlačítka Hotovo/Zavřít/Zrušit
da: Færdig/Luk/Annuller knapstil
de: Fertig/Schließen/Abbrechen-Tastenstil
el: Στυλ κουμπιού Τέλος/Κλείσιμο/Ακύρωση
es: Estilo del botón Listo/Cerrar/Cancelar
fi: Valmis/Sulje/Peruuta-painikkeen tyyli
fr: Style du bouton Terminé/Fermer/Annuler
he: סגנון כפתור סיום/סגור/ביטול
hi: Done/Close/Cancel बटन शैली
hr: Stil gumba Gotovo/Zatvori/Odustani
hu: Kész/Bezárás/Mégse gomb stílusa
id: Gaya tombol Selesai/Tutup/Batal
it: Stile pulsante Fine/Chiudi/Annulla
ja: 完了/閉じる/キャンセルボタンスタイル
ko: 완료/닫기/취소 버튼 스타일
ms: Gaya butang Selesai/Tutup/Batal
nb: Ferdig/Lukk/Avbryt knappestil
nl: Gereed/Sluiten/Annuleren knopstijl
pl: Styl przycisku Gotowe/Zamknij/Anuluj
pt_br: Estilo do botão Concluir/Fechar/Cancelar
pt_pt: Estilo do botão Concluir/Fechar/Cancelar
ro: Stil buton Finalizat/Închide/Anulează
ru: Стиль кнопки Готово/Закрыть/Отмена
sk: Štýl tlačidla Hotovo/Zavrieť/Zrušiť
sv: Klar/Stäng/Avbryt knappstil
th: รูปแบบปุ่ม Done/Close/Cancel
tr: Bitti/Kapat/İptal düğme stili
uk: Стиль кнопки Готово/Закрити/Скасувати
vi: Kiểu nút Xong/Đóng/Hủy
zh_hans: 完成/关闭/取消按钮样式
zh_hant: 完成/關閉/取消按鈕樣式

source: Drag to reorder. Toggle to show/hide.
ar: اسحب لإعادة الترتيب. بدّل للإظهار/الإخفاء.
ca: Arrossega per reordenar. Commuta per mostrar/amagar.
cs: Přetáhněte pro změnu pořadí. Přepněte pro zobrazení/skrytí.
da: Træk for at omarrangere. Skift for at vise/skjule.
de: Ziehen zum Neuordnen. Umschalten zum Anzeigen/Ausblenden.
el: Σύρετε για αναδιάταξη. Εναλλαγή για εμφάνιση/απόκρυψη.
es: Arrastrar para reordenar. Alternar para mostrar/ocultar.
fi: Vedä järjestääksesi uudelleen. Vaihda näyttääksesi/piilottaaksesi.
fr: Glisser pour réorganiser. Basculer pour afficher/masquer.
he: גרור לסידור מחדש. הפעל/כבה להצגה/הסתרה.
hi: पुनर्क्रम के लिए खींचें। दिखाने/छिपाने के लिए टॉगल करें।
hr: Povucite za promjenu rasporeda. Uključite za prikaz/skrivanje.
hu: Húzza az átrendezéshez. Kapcsolja a megjelenítéshez/elrejtéshez.
id: Seret untuk menyusun ulang. Alihkan untuk tampilkan/sembunyikan.
it: Trascina per riordinare. Attiva/disattiva per mostrare/nascondere.
ja: ドラッグで並べ替え。トグルで表示/非表示。
ko: 드래그로 순서를 바꾸고 토글로 표시를 변경합니다.
ms: Seret untuk susun semula. Togol untuk tunjuk/sembunyi.
nb: Dra for å omorganisere. Veksle for å vise/skjule.
nl: Sleep om te herordenen. Schakel om te tonen/verbergen.
pl: Przeciągnij, aby zmienić kolejność. Przełącz, aby pokazać/ukryć.
pt_br: Arraste para reordenar. Alterne para mostrar/ocultar.
pt_pt: Arraste para reordenar. Alterne para mostrar/ocultar.
ro: Trageți pentru a reordona. Comutați pentru a afișa/ascunde.
ru: Перетащите для изменения порядка. Переключите для показа/скрытия.
sk: Potiahnite pre zmenu poradia. Prepnite pre zobrazenie/skrytie.
sv: Dra för att ordna om. Växla för att visa/dölja.
th: ลากเพื่อเรียงลำดับใหม่ สลับเพื่อแสดง/ซ่อน
tr: Yeniden sıralamak için sürükle. Göster/gizle için aç/kapat.
uk: Перетягніть для зміни порядку. Перемикайте для показу/приховання.
vi: Kéo để sắp xếp lại. Bật/tắt để hiện/ẩn.
zh_hans: 拖动以重新排序。切换以显示/隐藏。
zh_hant: 拖曳以重新排序。切換以顯示/隱藏。

source: Duplicate
ar: تكرار
ca: Duplica
cs: Duplikovat
da: Duplikér
de: Duplizieren
el: Αντιγραφή
es: Duplicar
fi: Kopioi
fr: Dupliquer
he: שכפל
hi: डुप्लिकेट
hr: Dupliciraj
hu: Másolat
id: Duplikat
it: Duplica
ja: 複製
ko: 복제
ms: Salin
nb: Dupliser
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplică
ru: Дублировать
sk: Duplikovať
sv: Duplicera
th: ทำซ้ำ
tr: Çoğalt
uk: Дублювати
vi: Nhân đôi
zh_hans: 复制
zh_hant: 複製

source: Duration
ar: المدة
ca: Durada
cs: Trvání
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
fi: Kesto
fr: Durée
he: משך
hi: अवधि
hr: Trajanje
hu: Időtartam
id: Durasi
it: Durata
ja: 所要時間
ko: 소요 시간
ms: Tempoh
nb: Varighet
nl: Duur
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ro: Durată
ru: Длительность
sk: Trvanie
sv: Varaktighet
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 持续时间
zh_hant: 持續時間

source: Each SFSafariViewController instance has separate storage. Closing and reopening clears session.
ar: كل مثيل SFSafariViewController له تخزين منفصل. الإغلاق وإعادة الفتح يمسح الجلسة.
ca: Cada instància de SFSafariViewController té emmagatzematge separat. Tancar i reobrir esborra la sessió.
cs: Každá instance SFSafariViewController má oddělené úložiště. Zavření a znovuotevření vymaže relaci.
da: Hver SFSafariViewController-instans har separat lager. Lukning og genåbning rydder sessionen.
de: Jede SFSafariViewController-Instanz hat separaten Speicher. Schließen und erneutes Öffnen löscht die Sitzung.
el: Κάθε παρουσία SFSafariViewController έχει ξεχωριστό χώρο αποθήκευσης. Το κλείσιμο και άνοιγμα καθαρίζει τη συνεδρία.
es: Cada instancia de SFSafariViewController tiene almacenamiento separado. Cerrar y reabrir borra la sesión.
fi: Jokaisella SFSafariViewController-instanssilla on erillinen tallennustila. Sulkeminen ja avaaminen tyhjentää istunnon.
fr: Chaque instance SFSafariViewController a un stockage séparé. Fermer et rouvrir efface la session.
he: לכל מופע SFSafariViewController אחסון נפרד. סגירה ופתיחה מחדש מוחקת את ההפעלה.
hi: प्रत्येक SFSafariViewController इंस्टेंस का अलग स्टोरेज होता है। बंद करके फिर से खोलने पर सेशन साफ़ हो जाता है।
hr: Svaka SFSafariViewController instanca ima zasebnu pohranu. Zatvaranje i ponovno otvaranje briše sesiju.
hu: Minden SFSafariViewController példánynak külön tárhelye van. Bezárás és újranyitás törli a munkamenetet.
id: Setiap instance SFSafariViewController memiliki penyimpanan terpisah. Menutup dan membuka kembali menghapus sesi.
it: Ogni istanza SFSafariViewController ha storage separato. Chiudere e riaprire cancella la sessione.
ja: SFSafariViewControllerはインスタンスごとにストレージが分離。閉じて開くとセッションがクリアされます。
ko: SFSafariViewController는 인스턴스마다 저장소가 따로입니다. 닫았다 열면 세션이 사라집니다.
ms: Setiap instance SFSafariViewController mempunyai storan berasingan. Menutup dan membuka semula mengosongkan sesi.
nb: Hver SFSafariViewController-instans har separat lagring. Lukking og gjenåpning sletter økten.
nl: Elke SFSafariViewController-instantie heeft aparte opslag. Sluiten en heropenen wist de sessie.
pl: Każda instancja SFSafariViewController ma oddzielną pamięć. Zamknięcie i ponowne otwarcie czyści sesję.
pt_br: Cada instância do SFSafariViewController tem armazenamento separado. Fechar e reabrir limpa a sessão.
pt_pt: Cada instância do SFSafariViewController tem armazenamento separado. Fechar e reabrir limpa a sessão.
ro: Fiecare instanță SFSafariViewController are stocare separată. Închiderea și redeschiderea șterge sesiunea.
ru: Каждый экземпляр SFSafariViewController имеет отдельное хранилище. Закрытие и повторное открытие очищает сессию.
sk: Každá inštancia SFSafariViewController má oddelené úložisko. Zatvorenie a znovuotvorenie vymaže reláciu.
sv: Varje SFSafariViewController-instans har separat lagring. Stängning och återöppning rensar sessionen.
th: แต่ละ SFSafariViewController มีที่เก็บข้อมูลแยก ปิดแล้วเปิดใหม่จะล้างเซสชัน
tr: Her SFSafariViewController örneği ayrı depolamaya sahiptir. Kapatıp yeniden açmak oturumu temizler.
uk: Кожен екземпляр SFSafariViewController має окреме сховище. Закриття та повторне відкриття очищає сесію.
vi: Mỗi instance SFSafariViewController có bộ nhớ riêng. Đóng và mở lại sẽ xóa phiên.
zh_hans: SFSafariViewController每个实例存储独立。关闭再打开会清除会话。
zh_hant: SFSafariViewController每個實例儲存獨立。關閉再開啟會清除工作階段。

source: Edit
ar: تعديل
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Редактировать
sk: Upraviť
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Item
ar: تحرير العنصر
ca: Edita element
cs: Upravit položku
da: Rediger element
de: Element bearbeiten
el: Επεξεργασία στοιχείου
es: Editar elemento
fi: Muokkaa kohdetta
fr: Modifier l'élément
he: ערוך פריט
hi: आइटम संपादित करें
hr: Uredi stavku
hu: Elem szerkesztése
it: Modifica elemento
ja: 項目を編集
ko: 항목 편집
nb: Rediger element
nl: Item bewerken
pl: Edytuj element
pt_br: Editar item
pt_pt: Editar item
ro: Editează element
ru: Редактировать элемент
sk: Upraviť položku
sv: Redigera objekt
th: แก้ไขรายการ
tr: Öğeyi düzenle
uk: Редагувати елемент
vi: Sửa mục
zh_hans: 编辑项目
zh_hant: 編輯項目

source: Edit JSON
ar: تحرير JSON
ca: Edita JSON
cs: Upravit JSON
da: Rediger JSON
de: JSON bearbeiten
el: Επεξεργασία JSON
es: Editar JSON
fi: Muokkaa JSON
fr: Modifier le JSON
he: ערוך JSON
hi: JSON संपादित करें
hr: Uredi JSON
hu: JSON szerkesztése
it: Modifica JSON
ja: JSONを編集
ko: JSON 편집
nb: Rediger JSON
nl: JSON bewerken
pl: Edytuj JSON
pt_br: Editar JSON
pt_pt: Editar JSON
ro: Editează JSON
ru: Редактировать JSON
sk: Upraviť JSON
sv: Redigera JSON
th: แก้ไข JSON
tr: JSON düzenle
uk: Редагувати JSON
vi: Sửa JSON
zh_hans: 编辑JSON
zh_hant: 編輯JSON

source: Edit Snippet
ar: تحرير المقتطف
ca: Edita fragment
cs: Upravit úryvek
da: Rediger uddrag
de: Snippet bearbeiten
el: Επεξεργασία αποσπάσματος
es: Editar fragmento
fi: Muokkaa katkelmaa
fr: Modifier l'extrait
he: ערוך קטע קוד
hi: स्निपेट संपादित करें
hr: Uredi isječak
hu: Kódrészlet szerkesztése
it: Modifica snippet
ja: スニペットを編集
ko: 스니펫 편집
ms: Edit coretan
nb: Rediger utdrag
nl: Snippet bewerken
pl: Edytuj fragment
pt_br: Editar snippet
pt_pt: Editar snippet
ro: Editează fragment
ru: Редактировать сниппет
sk: Upraviť úryvok
sv: Redigera kodsnutt
th: แก้ไขสนิปเพ็ต
tr: Kod parçacığını düzenle
uk: Редагувати сніпет
vi: Sửa đoạn mã
zh_hans: 编辑代码片段
zh_hant: 編輯程式碼片段

source: Edit Value
ar: تحرير القيمة
ca: Edita valor
cs: Upravit hodnotu
da: Rediger værdi
de: Wert bearbeiten
el: Επεξεργασία τιμής
es: Editar valor
fi: Muokkaa arvoa
fr: Modifier la valeur
he: ערוך ערך
hi: वैल्यू संपादित करें
hr: Uredi vrijednost
hu: Érték szerkesztése
id: Edit nilai
it: Modifica valore
ja: 値を編集
ko: 값 편집
ms: Edit nilai
nb: Rediger verdi
nl: Waarde bewerken
pl: Edytuj wartość
pt_br: Editar valor
pt_pt: Editar valor
ro: Editează valoare
ru: Редактировать значение
sk: Upraviť hodnotu
sv: Redigera värde
th: แก้ไขค่า
tr: Değeri düzenle
uk: Редагувати значення
vi: Sửa giá trị
zh_hans: 编辑值
zh_hant: 編輯值

source: Element Fullscreen
ar: ملء الشاشة للعنصر
ca: Element a pantalla completa
cs: Prvek na celou obrazovku
da: Element fuldskærm
de: Element-Vollbild
el: Πλήρης οθόνη στοιχείου
es: Elemento pantalla completa
fi: Elementin koko näyttö
fr: Élément plein écran
he: מסך מלא של אלמנט
hi: एलिमेंट फुलस्क्रीन
hr: Element na cijelom zaslonu
hu: Elem teljes képernyő
id: Elemen Layar Penuh
it: Elemento a schermo intero
ja: 要素フルスクリーン
ko: 전체화면
ms: Elemen Skrin Penuh
nb: Element fullskjerm
nl: Element volledig scherm
pl: Pełny ekran elementu
pt_br: Elemento tela cheia
pt_pt: Elemento ecrã inteiro
ro: Element ecran complet
ru: Полноэкранный элемент
sk: Prvok na celú obrazovku
sv: Element helskärm
th: องค์ประกอบเต็มจอ
tr: Öğe tam ekran
uk: Повноекранний елемент
vi: Phần tử toàn màn hình
zh_hans: 元素全屏
zh_hant: 元素全螢幕

source: Element size changes. Responsive components. Better than window.resize.
ar: يكتشف تغييرات الحجم. أكثر كفاءة من window.resize.
ca: Detecta canvis de mida. Més eficient que window.resize.
cs: Detekuje změny velikosti. Účinnější než window.resize.
da: Registrerer størrelsesændringer. Mere effektiv end window.resize.
de: Erkennt Größenänderungen. Effizienter als window.resize.
el: Ανιχνεύει αλλαγές μεγέθους. Πιο αποδοτικό από window.resize.
es: Detecta cambios de tamaño. Más eficiente que window.resize.
fi: Havaitsee kokomuutokset. Tehokkaampi kuin window.resize.
fr: Détecte les changements de taille. Plus efficace que window.resize.
he: מזהה שינויי גודל. יעיל יותר מ-window.resize.
hi: आकार परिवर्तन का पता लगाता है। window.resize से अधिक कुशल।
hr: Otkriva promjene veličine. Učinkovitije od window.resize.
hu: Méretváltozások észlelése. Hatékonyabb mint a window.resize.
id: Mendeteksi perubahan ukuran. Lebih efisien dari window.resize.
it: Rileva cambiamenti di dimensione. Più efficiente di window.resize.
ja: 要素サイズの変更を検出します。 window.resizeより効率的です。
ko: 요소 크기 변경을 감지합니다. window.resize보다 효율적입니다.
ms: Mengesan perubahan saiz. Lebih cekap daripada window.resize.
nb: Oppdager størrelsesendringer. Mer effektiv enn window.resize.
nl: Detecteert grootteveranderingen. Efficiënter dan window.resize.
pl: Wykrywa zmiany rozmiaru. Wydajniejsze niż window.resize.
pt_br: Detecta mudanças de tamanho. Mais eficiente que window.resize.
pt_pt: Detecta alterações de tamanho. Mais eficiente que window.resize.
ro: Detectează schimbări de dimensiune. Mai eficient decât window.resize.
ru: Отслеживает изменения размера. Эффективнее чем window.resize.
sk: Detekuje zmeny veľkosti. Účinnejšie ako window.resize.
sv: Upptäcker storleksändringar. Effektivare än window.resize.
th: ตรวจจับการเปลี่ยนขนาด มีประสิทธิภาพกว่า window.resize
tr: Boyut değişikliklerini algılar. window.resize'dan daha verimli.
uk: Виявляє зміни розміру. Ефективніше за window.resize.
vi: Phát hiện thay đổi kích thước. Hiệu quả hơn window.resize.
zh_hans: 检测元素大小变化。 比 window.resize 更高效。
zh_hant: 偵測元素大小變化。 比 window.resize 更高效。

source: Element visibility detection. Lazy loading, infinite scroll. Performant scroll handling.
ar: اكتشاف رؤية العناصر. التحميل الكسول، التمرير اللانهائي.
ca: Detecció de visibilitat d'elements. Càrrega mandrosa, scroll infinit.
cs: Detekce viditelnosti prvků. Líné načítání, nekonečné posouvání.
da: Elementsynlighedsdetektering. Lazy loading, uendelig scroll.
de: Elementensichtbarkeit erkennen. Lazy Loading, unendliches Scrollen.
el: Ανίχνευση ορατότητας στοιχείων. Αργή φόρτωση, άπειρη κύλιση.
es: Detección de visibilidad de elementos. Carga diferida, scroll infinito.
fi: Elementtien näkyvyyden tunnistus. Laiska lataus, loputon vieritys.
fr: Détection de visibilité des éléments. Chargement différé, défilement infini.
he: זיהוי נראות אלמנטים. טעינה עצלנית, גלילה אינסופית.
hi: एलिमेंट विजिबिलिटी डिटेक्शन। लेज़ी लोडिंग, इनफिनिट स्क्रोल।
hr: Detekcija vidljivosti elemenata. Lijeno učitavanje, beskonačno pomicanje.
hu: Elem láthatóságának észlelése. Lusta betöltés, végtelen görgetés.
id: Deteksi visibilitas elemen. Lazy loading, scroll tak terbatas.
it: Rilevamento visibilità elementi. Caricamento lazy, scroll infinito.
ja: 要素の可視性を検出。 遅延読み込み、無限スクロールに最適。
ko: 요소가 보이는지 감지합니다. 지연 로딩, 무한 스크롤에 좋습니다.
ms: Pengesanan keterlihatan elemen. Pemuatan malas, skrol tidak terhad.
nb: Elementsynlighetsdeteksjon. Lazy loading, uendelig scroll.
nl: Elementsichtbaarheid detecteren. Lazy loading, oneindig scrollen.
pl: Wykrywanie widoczności elementów. Leniwe ładowanie, nieskończone przewijanie.
pt_br: Detecção de visibilidade de elementos. Carregamento lazy, scroll infinito.
pt_pt: Deteção de visibilidade de elementos. Carregamento lazy, scroll infinito.
ro: Detectarea vizibilității elementelor. Încărcare leneșă, derulare infinită.
ru: Определение видимости элементов. Ленивая загрузка, бесконечная прокрутка.
sk: Detekcia viditeľnosti prvkov. Lenivé načítanie, nekonečné posúvanie.
sv: Elementssynlighetsdetektering. Lazy loading, oändlig scroll.
th: ตรวจจับการมองเห็นองค์ประกอบ เหมาะกับ lazy loading, scroll ไม่จำกัด
tr: Eleman görünürlük algılama. Tembel yükleme, sonsuz kaydırma.
uk: Виявлення видимості елементів. Ледаче завантаження, нескінченне прокручування.
vi: Phát hiện hiển thị phần tử. Lazy loading, scroll vô hạn.
zh_hans: 检测元素可见性。 适合懒加载、无限滚动。
zh_hant: 偵測元素可見性。 適合懶載入、無限捲動。

source: Empty
ar: فارغ
ca: Buit
cs: Prázdné
da: Tom
de: Leer
el: Κενό
es: Vacío
fi: Tyhjä
fr: Vide
he: ריק
hi: खाली
hr: Prazno
hu: Üres
id: Kosong
it: Vuoto
ja: 空
ko: 비어있음
ms: Kosong
nb: Tom
nl: Leeg
pl: Puste
pt_br: Vazio
pt_pt: Vazio
ro: Gol
ru: Пусто
sk: Prázdne
sv: Tom
th: ว่างเปล่า
tr: Boş
uk: Порожньо
vi: Trống
zh_hans: 空
zh_hant: 空

source: Emulation
ar: المحاكاة
ca: Emulació
cs: Emulace
da: Emulering
el: Εξομοίωση
es: Emulación
fi: Emulointi
fr: Émulation
he: אמולציה
hi: अनुकरण
hr: Emulacija
hu: Emuláció
id: Emulasi
it: Emulazione
ja: エミュレーション
ms: Emulasi
nb: Emulering
nl: Emulatie
pl: Emulacja
pt_br: Emulação
pt_pt: Emulação
ro: Emulare
ru: Эмуляция
sk: Emulácia
sv: Emulering
th: การจำลอง
tr: Öykünme
uk: Емуляція
vi: Mô phỏng
zh_hans: 模拟
zh_hant: 模擬

source: Enable
ar: تفعيل
ca: Activa
cs: Povolit
da: Aktiver
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
fi: Ota käyttöön
fr: Activer
he: הפעל
hi: सक्षम करें
hr: Omogući
hu: Engedélyezés
id: Aktifkan
it: Abilita
ja: 有効にする
ko: 활성화
ms: Dayakan
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activează
ru: Включить
sk: Povoliť
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_hans: 启用
zh_hant: 啟用

source: Enable Eruda Console
ar: تفعيل وحدة تحكم Eruda
ca: Activa la consola Eruda
cs: Povolit konzoli Eruda
da: Aktiver Eruda-konsol
de: Eruda-Konsole aktivieren
el: Ενεργοποίηση κονσόλας Eruda
es: Habilitar consola Eruda
fi: Ota Eruda-konsoli käyttöön
fr: Activer la console Eruda
he: הפעל קונסולת Eruda
hi: Eruda कंसोल सक्षम करें
hr: Omogući Eruda konzolu
hu: Eruda konzol engedélyezése
id: Aktifkan konsol Eruda
it: Abilita console Eruda
ja: Erudaコンソールを有効にする
ko: Eruda 콘솔 활성화
ms: Dayakan konsol Eruda
nb: Aktiver Eruda-konsoll
nl: Eruda-console inschakelen
pl: Włącz konsolę Eruda
pt_br: Ativar console Eruda
pt_pt: Ativar consola Eruda
ro: Activează consola Eruda
ru: Включить консоль Eruda
sk: Povoliť konzolu Eruda
sv: Aktivera Eruda-konsol
th: เปิดใช้งานคอนโซล Eruda
tr: Eruda konsolunu etkinleştir
uk: Увімкнути консоль Eruda
vi: Bật bảng điều khiển Eruda
zh_hans: 启用Eruda控制台
zh_hant: 啟用Eruda控制台

source: Enable/disable all JavaScript. Off = No scripts run at all. Most websites won't work.
ar: تمكين/تعطيل JavaScript. إيقاف = لا تعمل أي نصوص. معظم المواقع لن تعمل.
ca: Activa/desactiva JavaScript. Desactivat = No s'executen scripts. La majoria de webs no funcionaran.
cs: Zapnout/vypnout JavaScript. Vyp. = Žádné skripty se nespouštějí. Většina webů nebude fungovat.
da: Aktiver/deaktiver JavaScript. Fra = Ingen scripts kører. De fleste websites virker ikke.
de: JavaScript aktivieren/deaktivieren. Aus = Keine Skripte werden ausgeführt. Die meisten Websites funktionieren nicht.
el: Ενεργοποίηση/απενεργοποίηση JavaScript. Κλειστό = Κανένα σενάριο δεν εκτελείται. Οι περισσότεροι ιστότοποι δεν θα λειτουργούν.
es: Activar/desactivar JavaScript. Desactivado = No se ejecutan scripts. La mayoría de sitios no funcionarán.
fi: Ota JavaScript käyttöön/pois. Pois = Skriptejä ei suoriteta. Useimmat sivustot eivät toimi.
fr: Activer/désactiver tout JavaScript. Désactivé = Aucun script ne s'exécute. La plupart des sites ne fonctionneront pas.
he: הפעל/השבת JavaScript. כבוי = אין סקריפטים פועלים. רוב האתרים לא יעבדו.
hi: सभी JavaScript सक्षम/अक्षम करें। बंद = कोई स्क्रिप्ट नहीं चलती। अधिकांश वेबसाइट काम नहीं करेंगी।
hr: Omogući/onemogući JavaScript. Isključeno = Nijedna skripta se ne izvršava. Većina web stranica neće raditi.
hu: JavaScript engedélyezése/letiltása. Ki = Nem futnak szkriptek. A legtöbb weboldal nem fog működni.
id: Aktifkan/nonaktifkan JavaScript. Mati = Tidak ada skrip yang berjalan. Sebagian besar situs tidak akan berfungsi.
it: Attiva/disattiva JavaScript. Off = Nessuno script viene eseguito. La maggior parte dei siti non funzionerà.
ja: すべてのJavaScriptを有効/無効にします。 オフ＝スクリプトは実行されません。 ほとんどのウェブサイトが動作しなくなる可能性があります。
ko: 모든 JavaScript를 켜거나 끕니다. 끄면 스크립트가 실행되지 않습니다. 대부분의 웹사이트가 작동하지 않을 수 있습니다.
ms: Aktifkan/nyahaktifkan JavaScript. Mati = Tiada skrip berjalan. Kebanyakan laman web tidak akan berfungsi.
nb: Aktiver/deaktiver JavaScript. Av = Ingen skripter kjører. De fleste nettsteder fungerer ikke.
nl: JavaScript inschakelen/uitschakelen. Uit = Geen scripts worden uitgevoerd. De meeste websites werken niet.
pl: Włącz/wyłącz JavaScript. Wył. = Skrypty nie działają. Większość stron nie będzie działać.
pt_br: Ativar/desativar JavaScript. Desativado = Nenhum script é executado. A maioria dos sites não funcionará.
pt_pt: Ativar/desativar JavaScript. Desativado = Nenhum script é executado. A maioria dos sites não funcionará.
ro: Activați/dezactivați JavaScript. Oprit = Niciun script nu rulează. Majoritatea site-urilor nu vor funcționa.
ru: Включить/выключить JavaScript. Выкл = Скрипты не выполняются. Большинство сайтов не будут работать.
sk: Zapnúť/vypnúť JavaScript. Vyp. = Žiadne skripty sa nespúšťajú. Väčšina webov nebude fungovať.
sv: Aktivera/inaktivera JavaScript. Av = Inga skript körs. De flesta webbplatser fungerar inte.
th: เปิด/ปิด JavaScript ทั้งหมด ปิด = ไม่มีสคริปต์ทำงาน เว็บไซต์ส่วนใหญ่จะไม่ทำงาน
tr: JavaScript'i etkinleştir/devre dışı bırak. Kapalı = Hiçbir komut dosyası çalışmaz. Çoğu web sitesi çalışmaz.
uk: Увімкнути/вимкнути JavaScript. Вимк. = Скрипти не виконуються. Більшість сайтів не працюватиме.
vi: Bật/tắt tất cả JavaScript. Tắt = Không có script nào chạy. Hầu hết trang web sẽ không hoạt động.
zh_hans: 启用/禁用所有JavaScript。 关闭=不运行脚本。 大多数网站可能无法正常工作。
zh_hant: 啟用/停用所有JavaScript。 關閉=不執行腳本。 大多數網站可能無法正常運作。

source: Enabled
ar: مفعّل
ca: Activat
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Activado
fi: Käytössä
fr: Activé
he: מופעל
hi: सक्षम
hr: Omogućeno
hu: Engedélyezve
id: Diaktifkan
it: Abilitato
ja: 有効
ko: 활성화됨
ms: Didayakan
nb: Aktivert
nl: Ingeschakeld
pl: Włączone
pt_br: Ativado
pt_pt: Ativado
ro: Activat
ru: Включено
sk: Povolené
sv: Aktiverad
th: เปิดใช้งาน
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

source: Enables streaming media to Apple TV and other AirPlay devices.
ar: يتيح بث الوسائط إلى Apple TV وأجهزة AirPlay الأخرى.
ca: Activa la transmissió de mitjans a Apple TV i altres dispositius AirPlay.
cs: Povoluje streamování médií do Apple TV a dalších zařízení AirPlay.
da: Aktiverer mediestreaming til Apple TV og andre AirPlay-enheder.
de: Streamt via AirPlay.
el: Ενεργοποιεί τη ροή μέσων σε Apple TV και άλλες συσκευές AirPlay.
es: Transmite via AirPlay.
fi: Mahdollistaa median suoratoiston Apple TV:hen ja muihin AirPlay-laitteisiin.
fr: Diffuse via AirPlay.
he: מאפשר הזרמת מדיה ל-Apple TV ומכשירי AirPlay אחרים.
hi: Apple TV और अन्य AirPlay उपकरणों पर मीडिया स्ट्रीमिंग सक्षम करता है।
hr: Omogućuje streaming medija na Apple TV i druge AirPlay uređaje.
hu: Engedélyezi a médiastreamelést Apple TV-re és más AirPlay-eszközökre.
id: Mengaktifkan streaming media ke Apple TV dan perangkat AirPlay lainnya.
it: Streaming via AirPlay.
ja: Apple TVおよびその他のAirPlayデバイスへのメディアストリーミングを有効にします。
ko: AirPlay로 스트리밍합니다.
ms: Membolehkan penstriman media ke Apple TV dan peranti AirPlay lain.
nb: Aktiverer mediestrømming til Apple TV og andre AirPlay-enheter.
nl: Activeert mediastreaming naar Apple TV en andere AirPlay-apparaten.
pl: Włącza strumieniowanie multimediów do Apple TV i innych urządzeń AirPlay.
pt_br: Ativa o streaming de mídia para Apple TV e outros dispositivos AirPlay.
pt_pt: Ativa o streaming de mídia para Apple TV e outros dispositivos AirPlay.
ro: Activează transmiterea media către Apple TV și alte dispozitive AirPlay.
ru: Стриминг через AirPlay.
sk: Povoľuje streamovanie médií do Apple TV a ďalších zariadení AirPlay.
sv: Aktiverar mediaströmning till Apple TV och andra AirPlay-enheter.
th: เปิดใช้งานการสตรีมมีเดียไปยัง Apple TV และอุปกรณ์ AirPlay อื่นๆ
tr: Apple TV ve diğer AirPlay cihazlarına medya akışını etkinleştirir.
uk: Вмикає потокове передавання медіа на Apple TV та інші пристрої AirPlay.
vi: Bật phát trực tuyến phương tiện đến Apple TV và các thiết bị AirPlay khác.
zh_hans: 启用向Apple TV和其他AirPlay设备的流媒体传输。
zh_hant: 啟用向Apple TV和其他AirPlay裝置的串流媒體。
